export default [
    {
        "name": "北京",
        "code": "110000",
        "sub": [
            {
                "name": "百顺",
                "code": "110000",
                "sub": [
                    {
                    "name": "百事顺遂京剧票社",
                        "code": "110101"
                    },
                    {
                      "name": "百顺摄影协会",
                        "code": "110102"
                    },
                    {
                      "name": "百顺百计舞蹈队",
                        "code": "110105"
                    },
                    {
                      "name": "百顺社区院长聚乐部",
                        "code": "110106"
                    },
                    {
                      "name": "百顺夕阳红乒乓球队",
                        "code": "110107"
                    },
                    {
                      "name":"其他"
                    }
                ]
            },
            {
              "name": "大安",
              "code": "110000",
              "sub": [
                {
                  "name": "澜馨布工坊",
                  "code": "110101"
                },
                {
                  "name": "睿邻雅趣艺术沙龙",
                  "code": "110102"
                },
                {
                  "name": "大安澜音舞蹈队",
                  "code": "110105"
                },
                {
                  "name": "其他"
                }
              ]
            },
            {
              "name": "煤东",
              "code": "110000",
              "sub": [
                {
                  "name": "姐妹合唱队",
                  "code": "110101"
                },
                {
                  "name": "夕阳红导览队",
                  "code": "110102"
                },
                {
                  "name": "其他"
                }
              ]
            },
            {
              "name": "前西",
              "code": "110000",
              "sub": [
                {
                  "name": "前西社区助老服务队",
                  "code": "110101"
                },
                {
                  "name": "大栅栏统战艺术团",
                  "code": "110102"
                },
                {
                  "name":'绿色风尚环保志愿服务',
                  "code":"110103"
                },
                {
                  "name": "前西养犬俱乐部",
                  "code": "110105"
                },
                {
                  "name": "怡和女子健身队",
                  "code": "110106"
                },
                {
                  "name": "统战艺术团模特队",
                  "code": "110107"
                },
                {
                  "name": "其他"
                }
              ]
            },
            {
              "name": "三井",
              "code": "110000",
              "sub": [
                {
                  "name": "三井社区导览队",
                  "code": "110101"
                },
                {
                  "name": "青少年教育协会",
                  "code": "110102"
                },
                {
                  "name":"三井社区胡同花匠队",
                  "code":"110103"
                },
                {
                  "name":"夕阳红助老服务队",
                  "code":"110104"
                },
                {
                  "name": "其他"
                }
              ]
            },
            {
              "name": "石头",
              "code": "110000",
              "sub": [
                {
                  "name": "石头社区助老服务队",
                  "code": "110101"
                },
                {
                  "name": "绿色守护者",
                  "code": "110102"
                },
                {
                  "name": "左邻右舍美食团",
                  "code": "110105"
                },
                {
                  "name": "石头巧巧编织坊",
                  "code": "110106"
                },
                {
                  "name":"“春之声”合唱团",
                  "code":"110103"
                },
                {
                  "name":"星光党员便民服务",
                  "code":"110104"
                },
                {
                  "name": "其他"
                }
              ]
            },
            {
              "name": "铁树",
              "code": "110000",
              "sub": [
                {
                  "name": "女子消防队",
                  "code": "110101"
                },
                {
                  "name": "铁树巡逻队",
                  "code": "110102"
                },
                {
                  "name": "其他"
                }
              ]
            },
            {
              "name": "西街",
              "code": "110000",
              "sub": [
                {
                  "name": "王回回文化传承发展小组",
                  "code": "110101"
                },
                {
                  "name": "西街合唱艺术团",
                  "code": "110102"
                },
                {
                  "name": "西街邻里互助队",
                  "code": "110105"
                },
                {
                  "name": "其他"
                }
              ]
            },
            {
              "name": "延寿",
              "code": "110000",
              "sub": [
                {
                  "name": "延寿街智惠创业坊",
                  "code": "110101"
                },
                {
                  "name": "延寿单弦队",
                  "code": "110102"
                },
                {
                  "name": "延寿朗诵队",
                  "code": "110105"
                },
                {
                  "name": "轻舞飞扬舞韵健身队",
                  "code": "110106"
                },
                {
                  "name":"延寿舞蹈队",
                  "code":"110103"
                },
                {
                  "name": "其他"
                }
              ]
            },
            {
              "name": "无社区组织",
              "sub":[
                {
                  "name":"北京四九剧社"
                },
                {
                  "name": "其他"
                }
              ]
            }
        ]
    },
  {
    "name": "社会组织",
    "code": "110000",
    "sub": [
      {
        "name": "清华",
        "code": "110000",
        "sub": [
          {
            "name": "清华社造团队",
            "code": "110101"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name":"其他",
        "sub":[
          {
            "name":"其他"
          }
        ]
      }


    ]
  },

  {
    "name": "成都",
    "code": "110000",
    "sub": [
      {
        "name": "书院社区",
        "code": "110000",
        "sub": [
          {
            "name": "书院I-N文化团",
            "code": "110101"
          },
          {
            "name": "墨香书院",
            "code": "110101"
          },
          {
            "name": "恒爱之家社团",
            "code": "110101"
          },
          {
            "name": "supersport社会组织",
            "code": "110101"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "奎星楼社区",
        "sub": [
          {
            "name": "清檬绿科（成都）养老服务协会"
          },
          {
            "name": "郫都区小手印记摄影工作室"
          },
          {
            "name": "郫都区单车运动协会"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "伏龙社区",
        "sub": [
          {
            "name": "若水公益"
          },
          {
            "name": "桃园柳岸业委会"
          },
          {
            "name": "志愿者驿站"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "蜀都新邨社区",
        "sub": [
          {
            "name": "公益创客之家"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "一里桥社区",
        "sub": [
          {
            "name": "业委会互助会"
          },
          {
            "name": "“银桥·爱心汇”志愿者服务队"
          },
          {
            "name": "一里桥书社"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "双柏社区",
        "sub": [
          {
            "name": "拓米国际双柏服务队"
          },
          {
            "name": "双小柏工作室"
          },
          {
            "name": "成都工业学院计算机工程学院党员服务站"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "成灌西路社区",
        "sub": [
          {
            "name": "兴南雅韵文艺社"
          },
          {
            "name": "艺创民俗社"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "中心村",
        "sub": [
          {
            "name": "中心村舞蹈队"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "菠萝社区",
        "sub": [
          {
            "name": "美凤舞蹈队"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "晨光社区",
        "sub": [
          {
            "name": "气排球协会"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "凉水井社区",
        "sub": [
          {
            "name": "蜀之都足球俱乐部"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "望丛社区",
        "sub": [
          {
            "name": "红色调解服务队"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "岷阳社区",
        "sub": [
          {
            "name": "阿姨文艺艺术团"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "石牛社区",
        "sub": [
          {
            "name": "郫都区老体协空竹队"
          },
          {
            "name": "其他"
          }
        ]
      },
      {
        "name": "宋公桥社区",
        "sub": [
          {
            "name": "宋公桥社区舞蹈队"
          },
          {
            "name": "其他"
          }
        ]
      },
    ]
  },
    
    
]